
"Passcode Lock" = "Блокировка паролем";

"All data in this app will be erased after %d failed passcode attempts." = "Все данные в этом приложении будут удалены %d неудачных попыток ввода пароля.";
"Cancel" = "Отмена";
"Enable" = "Включить";
"Erase all content in the app after %d failed passcode attempts." = "Удалить все содержимое приложения после %d неудачных попыток ввода пароля.";

"Turn Passcode Off" = "Выключить ввод пароля";
"Turn Passcode On" = "Включить ввод пароля";
"Change Passcode" = "Изменить пароль";
"Erase Data" = "Удалить данные";
"Set Passcode" = "Задать пароль";
"Turn off Passcode" = "Выключить ввод пароля";
"Enter Passcode" = "Введите пароль";
"1 Failed Passcode Attempt" = "1 неудачная попытка ввода пароля";
"%i Failed Passcode Attempts" = "%i неудачных попыток ввода пароля";
"Passcodes did not match. Try again." = "Пароль не совпадает. Попробуйте еще раз.";
"Enter a different passcode. You cannot re-use the same passcode." = "Введите другой пароль. Вы не можете использовать тот же пароль повторно.";
"Erase all data and reset passcode" = "Удалить все данные и сбросить пароль?";

"Enter your passcode" = "Введите свой пароль";
"Enter a passcode" = "Введите пароль";
"Re-enter your passcode" = "Введите пароль еще раз";
"Enter your old passcode" = "Введите старый пароль";
"Enter your new passcode" = "Введите новый пароль";
"Re-enter your new passcode" = "Введите новый пароль еще раз";

"Passcode lock notice" = "Обратите внимание";
"ResetInfo" = "Сбросить пароль нельзя: если вы забудете пароль, то навсегда утратите доступ к своим чатам.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "Блокировка приложения паролем защищает ваши данные от любопытных взглядов, но не заменяет блокировку паролем, которая устанавливается на устройстве.\nЕсли вы еще не защитили свое устройство паролем, рекомендуем сделать это, чтобы шифровать данные на вашем устройстве.";

"Require Passcode" = "Требовать пароль";
"Immediately" = "Сразу же";
"After 1 minute" = "Через 1 минуту";
"After %d minutes" = "Через %d минут";
"After 1 min." = "Через 1 мин.";
"After %d min." = "Через %d мин.";
"After 1 hour" = "Через 1 час";
"After %d hours" = "Через %d часов";

"Passcode_remove_title" = "Личные чаты";
"Passcode_remove_message" = "Если убрать защиту доступа, все ваши личные чаты снова станут видимыми на экране обзора чатов.";
"Passcode_remove_disable" = "Отключить пароль";
